import { Link } from "react-router-dom";
import styles from '../styles/Development.css';

export default function Development() {
    return (
        <div className="development">
            <h1>Разработка сайтов</h1>
            <h2>Сайты — это то, в чем мы действительно разбираемся</h2>
            <p>
            Что такое сайт? Если это сайт компании, то это, прежде всего, инструмент, IT-решение для усиления вашего отдела продаж.
            Сайт — это ваш помощник, ваш продавец, ваш консультант, даже ваш заместитель! Вы не можете взять на ответственную должность кого попало: с улицы, новичка, бездельника. Вам нужен лучший профессионал, который усилит отдел продаж компании и введет новые стандарты качества. Вы обращаетесь к нам за помощью. МЫ те, кто на собственном опыте удостоверились в работоспособности веб-технологий, мы создадим вам такого профессионала!
            </p>
            <p>
            Чем мы отличаемся от остальных разработчиков? Наверное, почти в любой студии вас встретят словами, что они самые опытные и самые ответственные. Но что в действительности стоит за этими словами? Позвольте внести некоторую ясность в определение опыта и профессионализма студии:
            </p>
            <ul>
                <li>Портфолио студии должно внушать уважение. По крайней мере оно должно действительно нравиться заказчику.</li>
                <li>Сравните портфолио разных студий. Если присмотреться, разница, действительно, видна.</li>
                <li>Желательно иметь рекомендации клиентов, которые уже воспользовались услугами студии. У нас рекомендации есть и мы их разместили на сайте.</li>
                <li>Должно быть не менее десятка успешных проектов и не менее трех лет работы в вебе. Мы работаем с 2002 года и у нас много успешных проектов. Желательно, чтобы студия не только делала сайты на заказ, но и имела собственные проекты. Только на собственных проектах студия может на практике проверить действенность того, что предлагает сделать клиенту. У нас несколько собственных успешных проектов.</li>
            </ul>

            <h2>Сколько стоит разработать сайт</h2>
            <p>
            Вопрос о стоимости сайта без четкого понимания постановки задачи и четкого понимания объема работ весьма абстрактен.
            Во-первых, нужно для начала определиться о КАКОМ сайте идет речь. Будет ли это сайт-визитка, или сайт с витриной товаров, или мощный корпоративный сайт с автоматизацией бизнес-процессов — на стоимость сайта влияет множество параметров. Чтобы мы могли точно определить стоимость работ заказчику в большинстве случаев необходимо ответить на ряд вопросов нашей анкеты.
            </p>
            <span className="panel">.doc</span>
            <Link to="/">Типовая анкета по заявке на разработку сайта</Link>
            <p>
            Получив ответы на вопросы анкеты мы можем продолжить работу с заказчиком и составить предварительное техническое задание. В техническом задании будут описаны функциональные возможности сайта и окончательно определена стоимость работ.
            </p>
            <p>
                <span>
                Если говорить о «вилке» стоимости разработки, то разброс цен может быть от 180 до 1000 тыс. тенге. В некоторых случаях бывает дороже. Стоимость среднего корпоративного сайта порядка 300–400 тысяч тенге.
                </span>
            </p>

            <p>
            Если вам такие суммы кажутся завышенными за разработку сайта, то просим вас учесть, что мы не стараемся низкой ценой компенсировать отсутствие опыта, как это делают начинающие студии, либо студии привыкшие делать работу быстро и создавать посредственные сайты. Мы работаем с клиентами определенного уровня, которые понимают цену качеству. Мы уделяем много внимания мелочам, на которые вы, как заказчик, и не обратили бы внимание. Поэтому на разработку требуется достаточно много времени группы специалистов высокой квалификации. Разумный заказчик всегда отдает себе отчет, что качественная работа специалистов дешево стоить не может. Если вы хотите видеть ваш сайт реальным инструментом бизнеса — будьте готовы отнестись к этому вопросу серьезно.
            </p>

            <h2>Кто наш клиент</h2>
            <p>Мы сможем с вами успешно сотрудничать и сделать для вас действительно полезный сайт если вы:</p>
            <ul>
                <li>Четко сформулируете цель создания сайта и понимаете его роль в бизнесе компании.</li>
                <li>Самостоятельно принимаете решения, не приглашая к обсуждению сайта всех сотрудников от заместителя до младшего менеджера.</li>
                <li>Соглашаетесь с тем, что вы обращаетесь к профессионалам, которые, скорее всего, обладают большей квалификацией в разработке сайтов чем заказчик.</li>
                <li>Доверяете нам в отношении дизайна и не будете пытаться руководить дизайнером.</li>
            </ul>
            <p>
            Итак, если вы четко ставите задачу и не мешаете нам работать, в результате вы получите отличный сайт, который станет  прежде всего полезным и удобным инструментом вашего бизнеса, а не только украшением нашего портфолио.
            </p>
        </div>
    )
}