import styles from '../styles/Vacancies.css';

export default function Vacancies() {
    return (
        <div className="vacancies">
            <h1>Вакансии</h1>
            <h2>Профессионалу место всегда найдется</h2>
            <p>
            Мы всегда готовы познакомиться, пообщаться и обсудить варианты сотрудничества с настоящими специалистами. <br />
            Если вы:
            </p>
            <ul>
                <li>Дизайнер с опытом и руками из правильного места (и с портфолио)</li>
                <li>Программист, способный делать сразу три проекта</li>
                <li>Менеджер по продажам, которому на месте не сидится</li>
                <li>Или просто хороший человек</li>
            </ul>
            <p>
            Пишите нам, звоните, присылайте резюме. Будем рады знакомству.
            </p>
        </div>
    )
}